const codesRu = [
	{
		"code": 1000,
		"day": "Солнечно",
		"night": "Ясно",
		"icon": 113
	},
	{
		"code": 1003,
		"day": "Переменная облачность",
		"night": "Переменная облачность",
		"icon": 116
	},
	{
		"code": 1006,
		"day": "Облачно",
		"night": "Облачно",
		"icon": 119
	},
	{
		"code": 1009,
		"day": "Пасмурно",
		"night": "Пасмурно",
		"icon": 122
	},
	{
		"code": 1030,
		"day": "Дымка",
		"night": "Дымка",
		"icon": 143
	},
	{
		"code": 1063,
		"day": "Возможны кратковременные дожди",
		"night": "Возможны кратковременные дожди",
		"icon": 176
	},
	{
		"code": 1066,
		"day": "Возможны кратковременные снегопады",
		"night": "Возможны кратковременные снегопады",
		"icon": 179
	},
	{
		"code": 1069,
		"day": "Возможен мокрый снег",
		"night": "Возможен мокрый снег",
		"icon": 182
	},
	{
		"code": 1072,
		"day": "Возможна ледяная морось",
		"night": "Возможна ледяная морось",
		"icon": 185
	},
	{
		"code": 1087,
		"day": "Возможны грозы",
		"night": "Возможны грозы",
		"icon": 200
	},
	{
		"code": 1114,
		"day": "Метель",
		"night": "Метель",
		"icon": 227
	},
	{
		"code": 1117,
		"day": "Снежная буря",
		"night": "Снежная буря",
		"icon": 230
	},
	{
		"code": 1135,
		"day": "Туман",
		"night": "Туман",
		"icon": 248
	},
	{
		"code": 1147,
		"day": "Ледяной туман",
		"night": "Ледяной туман",
		"icon": 260
	},
	{
		"code": 1150,
		"day": "Местами слабая морось",
		"night": "Местами слабая морось",
		"icon": 263
	},
	{
		"code": 1153,
		"day": "Слабая морось",
		"night": "Слабая морось",
		"icon": 266
	},
	{
		"code": 1168,
		"day": "Ледяная морось",
		"night": "Ледяная морось",
		"icon": 281
	},
	{
		"code": 1171,
		"day": "Сильная ледяная морось",
		"night": "Сильная ледяная морось",
		"icon": 284
	},
	{
		"code": 1180,
		"day": "Местами слабый дождь",
		"night": "Местами слабый дождь",
		"icon": 293
	},
	{
		"code": 1183,
		"day": "Небольшой дождь",
		"night": "Небольшой дождь",
		"icon": 296
	},
	{
		"code": 1186,
		"day": "Временами умеренный дождь",
		"night": "Временами умеренный дождь",
		"icon": 299
	},
	{
		"code": 1189,
		"day": "Умеренный дождь",
		"night": "Умеренный дождь",
		"icon": 302
	},
	{
		"code": 1192,
		"day": "Временами сильный дождь",
		"night": "Временами сильный дождь",
		"icon": 305
	},
	{
		"code": 1195,
		"day": "Сильный дождь",
		"night": "Сильный дождь",
		"icon": 308
	},
	{
		"code": 1198,
		"day": "Слабый ледяной дождь",
		"night": "Слабый ледяной дождь",
		"icon": 311
	},
	{
		"code": 1201,
		"day": "Умеренный или сильный ледяной дождь",
		"night": "Умеренный или сильный ледяной дождь",
		"icon": 314
	},
	{
		"code": 1204,
		"day": "Небольшой мокрый снег",
		"night": "Небольшой мокрый снег",
		"icon": 317
	},
	{
		"code": 1207,
		"day": "Умеренный или сильный мокрый снег",
		"night": "Умеренный или сильный мокрый снег",
		"icon": 320
	},
	{
		"code": 1210,
		"day": "Местами небольшой снег",
		"night": "Местами небольшой снег",
		"icon": 323
	},
	{
		"code": 1213,
		"day": "Небольшой снегопад",
		"night": "Небольшой снегопад",
		"icon": 326
	},
	{
		"code": 1216,
		"day": "Местами умеренный снегопад",
		"night": "Местами умеренный снегопад",
		"icon": 329
	},
	{
		"code": 1219,
		"day": "Умеренный снегопад",
		"night": "Умеренный снегопад",
		"icon": 332
	},
	{
		"code": 1222,
		"day": "Местами сильный снегопад",
		"night": "Местами сильный снегопад",
		"icon": 335
	},
	{
		"code": 1225,
		"day": "Сильный снегопад",
		"night": "Сильный снегопад",
		"icon": 338
	},
	{
		"code": 1237,
		"day": "Ледяная крупа",
		"night": "Ледяная крупа",
		"icon": 350
	},
	{
		"code": 1240,
		"day": "Небольшой ливень",
		"night": "Небольшой ливень",
		"icon": 353
	},
	{
		"code": 1243,
		"day": "Умеренный или сильный ливень",
		"night": "Умеренный или сильный ливень",
		"icon": 356
	},
	{
		"code": 1246,
		"day": "Проливной ливень",
		"night": "Проливной ливень",
		"icon": 359
	},
	{
		"code": 1249,
		"day": "Небольшой мокрый снег с дождем",
		"night": "Небольшой мокрый снег с дождем",
		"icon": 362
	},
	{
		"code": 1252,
		"day": "Умеренный или сильный мокрый снег с дождем",
		"night": "Умеренный или сильный мокрый снег с дождем",
		"icon": 365
	},
	{
		"code": 1255,
		"day": "Небольшие снежные заряды",
		"night": "Небольшие снежные заряды",
		"icon": 368
	},
	{
		"code": 1258,
		"day": "Умеренные или сильные снежные заряды",
		"night": "Умеренные или сильные снежные заряды",
		"icon": 371
	},
	{
		"code": 1261,
		"day": "Небольшая ледяная крупа",
		"night": "Небольшая ледяная крупа",
		"icon": 374
	},
	{
		"code": 1264,
		"day": "Умеренная или сильная ледяная крупа",
		"night": "Умеренная или сильная ледяная крупа",
		"icon": 377
	},
	{
		"code": 1273,
		"day": "Местами дождь с грозой",
		"night": "Местами дождь с грозой",
		"icon": 386
	},
	{
		"code": 1276,
		"day": "Умеренный или сильный дождь с грозой",
		"night": "Умеренный или сильный дождь с грозой",
		"icon": 389
	},
	{
		"code": 1279,
		"day": "Местами снег с грозой",
		"night": "Местами снег с грозой",
		"icon": 392
	},
	{
		"code": 1282,
		"day": "Умеренный или сильный снег с грозой",
		"night": "Умеренный или сильный снег с грозой",
		"icon": 395
	}
];

export default codesRu;