const retrogradeMercuryDates = [
    { 
        year: 2025,
        periods: ["29 января – 21 февраля", "26 мая – 19 июня", "22 сентября – 14 октября"]
    },
    { year: 2026, periods: ["13 января – 4 февраля", "10 мая – 2 июня", "5 сентября – 28 сентября", "29 декабря 2026 – 18 января 2027"] },
    { year: 2027, periods: ["9 мая – 1 июня", "1 сентября – 23 сентября", "25 декабря 2027 – 14 января 2028"] },
    { year: 2028, periods: ["29 апреля – 21 мая", "26 августа – 17 сентября", "21 декабря 2028 – 9 января 2029"] },
    { year: 2029, periods: ["18 апреля – 10 мая", "20 августа – 11 сентября", "17 декабря 2029 – 5 января 2030"] },
    { year: 2030, periods: ["7 апреля – 29 апреля", "13 августа – 4 сентября", "13 декабря 2030 – 1 января 2031"] },
    { year: 2031, periods: ["28 марта – 19 апреля", "6 августа – 28 августа", "9 декабря 2031 – 28 декабря 2031"] },
    { year: 2032, periods: ["18 марта – 9 апреля", "30 июля – 21 августа", "4 декабря 2032 – 23 декабря 2032"] },
    { year: 2033, periods: ["8 марта – 30 марта", "23 июля – 14 августа", "27 ноября 2033 – 16 декабря 2033"] },
    { year: 2034, periods: ["26 февраля – 19 марта", "15 июля – 6 августа", "20 ноября 2034 – 9 декабря 2034"] },
    { year: 2035, periods: ["16 февраля – 9 марта", "7 июля – 29 июля", "13 ноября – 3 декабря"] }
  ];