const descNEw = [
    {
        "name": "Aries",
        "date": "March 21 - April 19",
        "sign": "./assets/images/signsMain/aries.png",
        "planet": "Mars",
        "description": {

            "common" : "Овны - это зодиакальные первопроходцы, с неуемной жаждой приключений, заряженная энергией Марса. Этот огненный знак часто ассоциируется с богом войны Аресом в греческой мифологии, что придает Овнам черты воинов и лидеров. Они стремятся к новому и неизведанному, как кометы, бороздящие космос. Однако их огненная сущность может проявляться по-разному: одни Овны — неугомонные авантюристы, другие — созидатели, которые медленно, но уверенно прокладывают новые пути.",

            "archetype": {
                "extra": "Экстраверты будут шуметь и организовывать всех вокруг.",
                "intro": "Интроверты направят энергию в творчество или спорт.",
            },

            "mythology": {

                "main": "Символ Овна связан с легендой о Золотом руне. В древнегреческих мифах златорунный баран, посланный богами, спас царских детей Фрикса и Геллу от гибели. Позже его шкура стала целью аргонавтов во главе с Ясоном. Этот миф подчеркивает героизм, авантюризм и готовность Овна идти на риск ради великой цели. Кстати, сам Ясон, скорее всего, был типичным Овном: упрямый, целеустремленный и слегка безрассудный.",

                "branch1": "Фрикс и Гелла были детьми Атаманта, царя Орхомена, и его первой жены Нефелы. Однако их мачеха Ино невзлюбила детей и решила избавиться от них. Она убедила Атаманта принести Фрикса и Геллу в жертву, чтобы прекратить засуху в стране.Нефела, желая спасти своих детей, отправила им на помощь волшебного золотого барана, подаренного ей Зевсом. Баран поднял Фрикса и Геллу в воздух и начал перелет через море. Во время полета Гелла не смогла удержаться и упала в море, утонув в проливе, который теперь называется Геллеспонт (современные Дарданеллы). Фрикс благополучно добрался до Колхиды, где его радушно принял царь Эет. В благодарность за спасение Фрикс принёс в жертву барана Зевсу, а золотое руно отдал Эету, который поместил его под охраной дракона в священной роще.",

                "branch2": "Золотое Руно было волшебной шкурой золотого барана, подаренной богом Зевсом. Его хранил дракон в священной роще в Колхиде. Ясон, чтобы вернуть трон своему отцу, отправился за Золотым Руном на корабле 'Арго' вместе с командой героев, известных как аргонавты. После множества приключений и испытаний, аргонавты добрались до Колхиды. Царь Колхиды, Эет, дал Ясону сложные задания, включая победу над двумя огнедышащими быками, пахоту поля и посев зубов дракона, из которых вырастали вооруженные воины, победу над этими воинами. Ясон успешно справился с этими испытаниями благодаря помощи Медеи, дочери царя, которая влюбилась в Ясона и помогала ему. Наконец, Ясон и Медея украли Золотое Руно, усыпив дракона волшебным зельем. Вместе с аргонавтами они вернулись домой, пройдя через множество опасных приключений по пути назад."

            },

        },

        "childhood": {
            "description": "Овны в детстве часто проявляют жизнерадостность и любознательность. Их энергия не знает границ, они постоянно исследуют мир вокруг себя и ищут новые впечатления. Овны обычно любят быть в центре внимания и часто становятся лидерами среди сверстников. Периодически они могут показывать импульсивность и стремление быть первыми во всем. Иногда бывают и застенчивыми, особенно в новых ситуациях.",
            "perks": ""
        }
    }
    
]