const descNEw = [
    {
        "name": "Aries",
        "date": "March 21 - April 19",
        "sign": "./assets/images/signsMain/aries.png",
        "planet": "Mars",

        "description": {

            "common" : "Овны - это зодиакальные первопроходцы, с неуемной жаждой приключений, заряженная энергией Марса. Этот огненный знак часто ассоциируется с богом войны Аресом в греческой мифологии, что придает Овнам черты воинов и лидеров. Они стремятся к новому и неизведанному, как кометы, бороздящие космос. Однако их огненная сущность может проявляться по-разному: одни Овны — неугомонные авантюристы, другие — созидатели, которые медленно, но уверенно прокладывают новые пути.",

            "archetype": {
                "extra": "Экстраверты будут шуметь и организовывать всех вокруг.",
                "intro": "Интроверты направят энергию в творчество или спорт.",
            },

            "mythology": {

                "main": "Символ Овна связан с легендой о Золотом руне. В древнегреческих мифах златорунный баран, посланный богами, спас царских детей Фрикса и Геллу от гибели. Позже его шкура стала целью аргонавтов во главе с Ясоном. Этот миф подчеркивает героизм, авантюризм и готовность Овна идти на риск ради великой цели. Кстати, сам Ясон, скорее всего, был типичным Овном: упрямый, целеустремленный и слегка безрассудный.",

                "branch1": "Фрикс и Гелла были детьми Атаманта, царя Орхомена, и его первой жены Нефелы. Однако их мачеха Ино невзлюбила детей и решила избавиться от них. Она убедила Атаманта принести Фрикса и Геллу в жертву, чтобы прекратить засуху в стране.Нефела, желая спасти своих детей, отправила им на помощь волшебного золотого барана, подаренного ей Зевсом. Баран поднял Фрикса и Геллу в воздух и начал перелет через море. Во время полета Гелла не смогла удержаться и упала в море, утонув в проливе, который теперь называется Геллеспонт (современные Дарданеллы). Фрикс благополучно добрался до Колхиды, где его радушно принял царь Эет. В благодарность за спасение Фрикс принёс в жертву барана Зевсу, а золотое руно отдал Эету, который поместил его под охраной дракона в священной роще.",

                "branch2": "Золотое Руно было волшебной шкурой золотого барана, подаренной богом Зевсом. Его хранил дракон в священной роще в Колхиде. Ясон, чтобы вернуть трон своему отцу, отправился за Золотым Руном на корабле 'Арго' вместе с командой героев, известных как аргонавты. После множества приключений и испытаний, аргонавты добрались до Колхиды. Царь Колхиды, Эет, дал Ясону сложные задания, включая победу над двумя огнедышащими быками, пахоту поля и посев зубов дракона, из которых вырастали вооруженные воины, победу над этими воинами. Ясон успешно справился с этими испытаниями благодаря помощи Медеи, дочери царя, которая влюбилась в Ясона и помогала ему. Наконец, Ясон и Медея украли Золотое Руно, усыпив дракона волшебным зельем. Вместе с аргонавтами они вернулись домой, пройдя через множество опасных приключений по пути назад."

            },

            "facts": [
                "Психологические исследования отмечают, что рождённые под этим знаком чаще выбирают профессии, связанные с риском или творчеством.",
                "В Риме его связывали с Марсом — богом войны, но и защитником плодородия, что отражает двойственность знака: разрушение ради созидания.",
                "В Древней Греции Овен открывал астрологический год, символизируя весеннее равноденствие и победу света над тьмой.",
                "В вавилонской астрологии созвездие Овна называли «Наёмный работник» — видимо, уже тогда они славились трудоголизмом."
            ]

        },

        "childhood": {
            "description": "Овны в детстве часто проявляют жизнерадостность и любознательность. Их энергия не знает границ, они постоянно исследуют мир вокруг себя и ищут новые впечатления. Овны обычно любят быть в центре внимания и часто становятся лидерами среди сверстников. Периодически они могут показывать импульсивность и стремление быть первыми во всем. Иногда бывают и застенчивыми, особенно в новых ситуациях.",

            "perks": [
                ["Энергичность:", "Активны и полны жизненных сил."],
                ["Творчество:", "Проявляют фантазию и креативность."],
                ["Решительность:", "Часто уверены в своих поступках и решениях."],
                ["Импульсивность:", "Могут действовать поспешно, не обдумывая последствия."],
                ["Упрямство:", "Бывают слишком настойчивыми и не готовы уступать."],
                ["Неусидчивость:", "Испытывают трудности с концентрацией и спокойствием."]
            ]

        },

        "schoolboy": {

            "description": "В школьные годы Овны обычно проявляют интерес к спортивным мероприятиям и активной деятельности. Часто преуспевают в предметах, связанных с физической активностью, такими как физкультура. Иногда Овны проявляют особый интерес к командным видам спорта, где могут выступать в роли капитанов и вдохновлять своих товарищей по команде. Они обычно имеют склонность к проявлению лидерских качеств в школьных проектах и внеурочной деятельности. Овны часто участвуют в студенческих советах и клубах, где могут реализовать свои амбиции и настойчивость. Однако их сильное стремление к активности иногда приводит к трудностям с усидчивостью на уроках, требующих долгого внимания и концентрации, таких как математика и история. Часто Овны проявляют живой интерес к экспериментальным наукам и креативным предметам, таким как искусство и трудовое обучение. Их любознательность и стремление к новым знаниям иногда делают их отличниками в практических лабораторных работах и проектах, где они могут воплотить свои идеи в реальность. Периодически Овны могут сталкиваться с трудностями в взаимодействии с учителями и одноклассниками из-за их прямолинейности и стремления к справедливости. Однако их честность и стремление к достижениям обычно помогают им преодолевать конфликты и находить общий язык с окружающими.",

            "inclinations": [
                ["Спорт:", "Футбол, бег, единоборства — везде, где можно выплеснуть энергию."],
                ["Творчество:","Рисование, театр, музыка — если можно проявить яркость."
                ],
                ["Естественные науки:", "Физика или химия, особенно если уроки включают эксперименты."],
            ],

            "perks": [
                ["Импровизация:", "Решают задачи нестандартно, но иногда пропускают шаги."],
                ["Конфликты:", "Спорят с учителями, если те кажутся несправедливыми."],
                ["Неусидчивость:", "На уроках могут ёрзать, рисовать в тетрадях или мечтать о приключениях."],
            ]

        },

        "adult": {

            "description": "Взрослые Овны часто становятся лидерами, но их путь редко бывает гладким. Стремясь к вершинам, они сталкиваются с множеством вызовов и препятствий. Их жажда свободы и ненависть к рутине заставляют их искать новые пути и возможности, даже если это требует больших усилий и рисков. Тем не менее, стремление к свободе и избегание рутины могут приводить к нестабильности и трудностям в поддержании баланса между работой и личной жизнью. Их желание постоянно двигаться вперед иногда мешает им наслаждаться настоящим моментом и ценить уже достигнутые успехи. В личной жизни Овны часто ищут интенсивные и страстные отношения. Они могут быть преданными и искренними партнерами, но им нужен человек, который сможет поддержать их амбиции и не уступит в стремлении к новым горизонтам. Овнам важно найти баланс между своими потребностями и потребностями партнера, чтобы создать гармоничные и долгосрочные отношения.",

            "perks": [
                ["Амбициозность:", "Ставят высокие цели, даже если шансы малы."],
                ["Решительность:", "Принимают решения быстро, полагаясь на интуицию."],
                ["Энтузиазм:", "Заряжают окружающих верой в успех."],
                ["Нетерпеливость:", "Могут бросить проект, если результат не мгновенный."],
                ["Конфликтность:", "Редко идут на компромиссы, если уверены в своей правоте."],
                ["Эгоцентризм:", "Иногда забывают, что у других тоже есть потребности."]
            ]
        },

        "oldman": {

            "description": "Овны в старости часто остаются активными и полными энергии. Они редко мирятся с монотонностью и рутинами, продолжая стремиться к новому и неизведанному. Их жизненная сила и стремление к свободе помогают им находить вдохновение даже в зрелом возрасте, что делает их жизнь насыщенной и интересной. Часто Овны испытывают трудности с принятием спокойной и размеренной жизни. Их активность и жажда действий могут приводить к временному неудовлетворению и стремлению к новым вызовам. Однако их накопленный опыт и мудрость помогают им справляться с трудностями и находить радость в каждом дне.",

            "perks": [
                ["Активность:", "В 70 лет могут записаться на танцы или начать учить язык."],
                ["Любознательность:", "Интересуются технологиями, путешествиями или новыми хобби"],
                ["Упрямство:", "Отказываются от помощи, даже если она необходима."],
                ["Критичность:", "Раздражаются, если молодёжь «слишком медлительная»."]
            ],
        },

        "work": {
            "description": "В работе — это двигатели прогресса, чья энергия и смелость часто становятся катализатором перемен. Их профессиональный путь редко бывает линейным: они могут менять сферы, проекты или даже кардинально пересматривать цели, если чувствуют, что текущая деятельность перестала бросать им вызов. Овны редко зацикливаются на провалах. Их девиз: «Сгорел — воспламенись снова». Даже в кризисе они ищут возможности, а не причины для сожаления. Однако им стоит учиться анализировать ошибки, а не просто забывать о них. Овны часто преуспевают в профессиональных сферах, требующих лидерства и инициативности. Они обычно проявляют способности к быстрому принятию решений и не боятся брать на себя ответственность. Часто их энергии и амбициозности достаточно, чтобы успешно развивать собственное дело или занимать руководящие позиции в компаниях. Не каждый Овен — прирождённый CEO. Некоторые находят себя в роли «свободных художников», экспертов или наставников, где могут делиться энергией, не погружаясь в бюрократию. Главное — чтобы работа давала ощущение движения вперёд, даже если это движение напоминает бег с препятствиями.",

            "perks": [
                ["Выгорание:", "Их «огонь» требует периодической «подпитки» — без новых целей или признания могут потерять интерес."],
                ["Оперативная импульсивность:", "Часто действуют по принципу «сначала прыгну, потом подумаю», что в динамичных сферах (стартапы, кризис-менеджмент) превращается в преимущество."],
                ["Умение вдохновлять:", "Даже в роли рядового сотрудника могут заряжать команду верой в успех, превращая рутину в авантюру."],
                ["Адаптивность:", "Быстро перестраиваются при изменении условий — не боятся пробовать новое, даже если это требует отказа от привычных методов."],
                ["Склонность к риску:", "Готовы вкладываться в смелые идеи, которые другие считают безумными. Иногда это приводит к прорывам, иногда — к урокам, которые Овен запоминает надолго."],
                [ "Нетерпимость к рутине:", "Могут терять мотивацию в задачах, требующих монотонности (отчеты, долгосрочное планирование)."],
                ["Конфликтность:", "Прямолинейность иногда оборачивается спорами с коллегами или начальством, особенно если чувствуют несправедливость."]
            ],

            "conditions": [
                ["Свобода действий:", "Жёсткие рамки и микроменеджмент убивают их энтузиазм."],
                ["Возможность роста:", "Карьерный «потолок» для Овна — как красная тряпка для быка."],
                ["Динамичная среда:", "Авралы, мозговые штурмы, частые изменения — здесь они чувствуют себя как рыба в воде."]
            ],

            "professions": [
                ["Сфера инноваций:", "Разработка новых продуктов, цифровые технологии, креативные индустрии."],
                ["Экстренные службы:", "Пожарные, спасатели, военные — там, где нужны скорость и смелость."],
                ["Предпринимательство:", "Собственный бизнес, где можно совмещать риски, творчество и контроль."],
                ["Спорт и активность:", "Тренерская работа, экстремальный туризм, профессиональный спорт."]
            ]
        },

        "relationships": {

            "romantic": {
                "description": "Овны в романтических отношениях проявляют страстность и энтузиазм. Они обычно вкладывают всю свою энергию в развитие отношений, стремясь сделать их яркими и незабываемыми. Их природная активность и решимость делают их увлеченными и преданными партнерами. Однако, иногда их импульсивность и стремление к контролю могут создавать трудности в отношениях. Овнам важно научиться уважать потребности и желания партнера, чтобы избежать недопонимания и конфликтов. Они стремятся к партнерам, которые могут поддержать их амбиции и разделить их стремление к новым горизонтам. Ценят открытость и честность в отношениях, стремясь создать гармоничный и долгосрочный союз. Овнам важно найти баланс между своими потребностями и потребностями партнера, чтобы сделать отношения счастливыми и устойчивыми."
            },

            "friend": {
                "description": "Овны в дружеских отношениях проявляют себя как верные и активные друзья. Их энергия и энтузиазм делают их замечательными компаньонами для приключений и веселья. Они любят проводить время с друзьями, будь то походы, спортивные мероприятия или просто встречи за чашкой кофе. Однако, иногда их импульсивность и стремление к контролю могут создавать трудности в дружеских отношениях. Овнам важно научиться уважать мнение и желания своих друзей, чтобы избежать недопонимания и конфликтов. Овны стремятся к друзьям, которые могут поддержать их амбиции и разделить их стремление к новым горизонтам. Они ценят открытость и честность в дружеских отношениях, стремясь создать гармоничный и долгосрочный союз. Овнам важно найти баланс между своими потребностями и потребностями друзей, чтобы сделать дружбу крепкой и устойчивой.",

            },

            "foe": {
                "description": "Овны в отношениях с врагами проявляют свою решительность и энергию в полной мере. Они не склонны избегать конфронтации и часто вступают в борьбу за свои убеждения и интересы. Их смелость и уверенность делают их сильными противниками, которые не боятся защищать свои позиции. Однако их импульсивность и стремление к контролю могут приводить к интенсивным конфликтам и разногласиям. Овны могут быть прямолинейными и не всегда учитывать чувства и мнения других людей, что иногда приводит к враждебности. Могут проявлять свои лидерские качества и стратегическое мышление в отношениях с врагами, но им важно научиться находить баланс между решительностью и уважением к другим людям. Стремление к справедливости и желание отстаивать свои интересы делают их сильными противниками, но важно помнить о необходимости уважения и компромиссов."
            },

        },
    }
    
]